<template>
  <div>
    <Type3 :sourceData="newsList" />
  </div>
</template>
<script>
  import Type3 from '~/components/News/Type3.vue';
  export default {
    async asyncData({ app, params }) {
      const newsList = [
        {
          id: 1,
          time: '2023-12-11',
          tags: [
            'サービス',
            'JTBコミュニケーションデザイン',
            'ニュースリリース',
          ],
          img: 'https://www.jtbcom.co.jp/news/img/release-231211-harumirai-02.jpg',
          title:
            '中央区立晴海地域交流センター「はるみらい」東京都中央区晴海エリアに地域の交流拠点がオープン～地域一体となった新しい公共施設を目指します～',
          tex: 'この度、当社ではホームページをリニューアルいたしました。今回のリニューアルでは皆さまに、より見やすく、また情報を分かりやすくお伝えできるホームページとなるように、デザインや構成を一新しました。これからも定期的にサイトを更新し、皆様にご満足いただけるサイト作りを目指してまいります。今後とも株式会社SEAをよろしくお願い申し上げます。',
        },
        {
          id: 2,
          time: '2023-12-11',
          tags: [
            'サービス',
            'JTBコミュニケーションデザイン',
            'ニュースリリース',
          ],
          img: 'https://www.jtbcom.co.jp/news/img/release-231211-harumirai-02.jpg',
          title:
            '中央区立晴海地域交流センター「はるみらい」東京都中央区晴海エリアに地域の交流拠点がオープン～地域一体となった新しい公共施設を目指します～',
          tex: 'この度、当社ではホームページをリニューアルいたしました。今回のリニューアルでは皆さまに、より見やすく、また情報を分かりやすくお伝えできるホームページとなるように、デザインや構成を一新しました。これからも定期的にサイトを更新し、皆様にご満足いただけるサイト作りを目指してまいります。今後とも株式会社SEAをよろしくお願い申し上げます。',
        },
        {
          id: 3,
          time: '2023-12-11',
          tags: [
            'サービス',
            'JTBコミュニケーションデザイン',
            'ニュースリリース',
          ],
          img: 'https://www.jtbcom.co.jp/news/img/release-231211-harumirai-02.jpg',
          title:
            '中央区立晴海地域交流センター「はるみらい」東京都中央区晴海エリアに地域の交流拠点がオープン～地域一体となった新しい公共施設を目指します～',
          tex: 'この度、当社ではホームページをリニューアルいたしました。今回のリニューアルでは皆さまに、より見やすく、また情報を分かりやすくお伝えできるホームページとなるように、デザインや構成を一新しました。これからも定期的にサイトを更新し、皆様にご満足いただけるサイト作りを目指してまいります。今後とも株式会社SEAをよろしくお願い申し上げます。',
        },
        {
          id: 4,
          time: '2023-12-11',
          tags: [
            'サービス',
            'JTBコミュニケーションデザイン',
            'ニュースリリース',
          ],
          img: 'https://www.jtbcom.co.jp/news/img/release-231211-harumirai-02.jpg',
          title:
            '中央区立晴海地域交流センター「はるみらい」東京都中央区晴海エリアに地域の交流拠点がオープン～地域一体となった新しい公共施設を目指します～',
          tex: 'この度、当社ではホームページをリニューアルいたしました。今回のリニューアルでは皆さまに、より見やすく、また情報を分かりやすくお伝えできるホームページとなるように、デザインや構成を一新しました。これからも定期的にサイトを更新し、皆様にご満足いただけるサイト作りを目指してまいります。今後とも株式会社SEAをよろしくお願い申し上げます。',
        },
        {
          id: 5,
          time: '2023-12-11',
          tags: [
            'サービス',
            'JTBコミュニケーションデザイン',
            'ニュースリリース',
          ],
          img: 'https://www.jtbcom.co.jp/news/img/release-231211-harumirai-02.jpg',
          title:
            '中央区立晴海地域交流センター「はるみらい」東京都中央区晴海エリアに地域の交流拠点がオープン～地域一体となった新しい公共施設を目指します～',
          tex: 'この度、当社ではホームページをリニューアルいたしました。今回のリニューアルでは皆さまに、より見やすく、また情報を分かりやすくお伝えできるホームページとなるように、デザインや構成を一新しました。これからも定期的にサイトを更新し、皆様にご満足いただけるサイト作りを目指してまいります。今後とも株式会社SEAをよろしくお願い申し上げます。',
        },
        {
          id: 6,
          time: '2023-12-11',
          tags: [
            'サービス',
            'JTBコミュニケーションデザイン',
            'ニュースリリース',
          ],
          img: 'https://www.jtbcom.co.jp/news/img/release-231211-harumirai-02.jpg',
          title:
            '中央区立晴海地域交流センター「はるみらい」東京都中央区晴海エリアに地域の交流拠点がオープン～地域一体となった新しい公共施設を目指します～',
          tex: 'この度、当社ではホームページをリニューアルいたしました。今回のリニューアルでは皆さまに、より見やすく、また情報を分かりやすくお伝えできるホームページとなるように、デザインや構成を一新しました。これからも定期的にサイトを更新し、皆様にご満足いただけるサイト作りを目指してまいります。今後とも株式会社SEAをよろしくお願い申し上げます。',
        },
        {
          id: 7,
          time: '2023-12-11',
          tags: [
            'サービス',
            'JTBコミュニケーションデザイン',
            'ニュースリリース',
          ],
          img: 'https://www.jtbcom.co.jp/news/img/release-231211-harumirai-02.jpg',
          title:
            '中央区立晴海地域交流センター「はるみらい」東京都中央区晴海エリアに地域の交流拠点がオープン～地域一体となった新しい公共施設を目指します～',
          tex: 'この度、当社ではホームページをリニューアルいたしました。今回のリニューアルでは皆さまに、より見やすく、また情報を分かりやすくお伝えできるホームページとなるように、デザインや構成を一新しました。これからも定期的にサイトを更新し、皆様にご満足いただけるサイト作りを目指してまいります。今後とも株式会社SEAをよろしくお願い申し上げます。',
        },
        {
          id: 8,
          time: '2023-12-11',
          tags: [
            'サービス',
            'JTBコミュニケーションデザイン',
            'ニュースリリース',
          ],
          img: 'https://www.jtbcom.co.jp/news/img/release-231211-harumirai-02.jpg',
          title:
            '中央区立晴海地域交流センター「はるみらい」東京都中央区晴海エリアに地域の交流拠点がオープン～地域一体となった新しい公共施設を目指します～',
          tex: 'この度、当社ではホームページをリニューアルいたしました。今回のリニューアルでは皆さまに、より見やすく、また情報を分かりやすくお伝えできるホームページとなるように、デザインや構成を一新しました。これからも定期的にサイトを更新し、皆様にご満足いただけるサイト作りを目指してまいります。今後とも株式会社SEAをよろしくお願い申し上げます。',
        },
        {
          id: 9,
          time: '2023-12-11',
          tags: [
            'サービス',
            'JTBコミュニケーションデザイン',
            'ニュースリリース',
          ],
          img: 'https://www.jtbcom.co.jp/news/img/release-231211-harumirai-02.jpg',
          title:
            '中央区立晴海地域交流センター「はるみらい」東京都中央区晴海エリアに地域の交流拠点がオープン～地域一体となった新しい公共施設を目指します～',
          tex: 'この度、当社ではホームページをリニューアルいたしました。今回のリニューアルでは皆さまに、より見やすく、また情報を分かりやすくお伝えできるホームページとなるように、デザインや構成を一新しました。これからも定期的にサイトを更新し、皆様にご満足いただけるサイト作りを目指してまいります。今後とも株式会社SEAをよろしくお願い申し上げます。',
        },
        {
          id: 10,
          time: '2023-12-11',
          tags: [
            'サービス',
            'JTBコミュニケーションデザイン',
            'ニュースリリース',
          ],
          img: 'https://www.jtbcom.co.jp/news/img/release-231211-harumirai-02.jpg',
          title:
            '中央区立晴海地域交流センター「はるみらい」東京都中央区晴海エリアに地域の交流拠点がオープン～地域一体となった新しい公共施設を目指します～',
          tex: 'この度、当社ではホームページをリニューアルいたしました。今回のリニューアルでは皆さまに、より見やすく、また情報を分かりやすくお伝えできるホームページとなるように、デザインや構成を一新しました。これからも定期的にサイトを更新し、皆様にご満足いただけるサイト作りを目指してまいります。今後とも株式会社SEAをよろしくお願い申し上げます。',
        },
        
      ];
      return {
        newsList,
      };
    },
    name: 'pagesNewsType1Home',
    components: {
      Type3,
    },
    mixins: [],
    props: {},
    data() {
      return {
        newsList: [],
      };
    },
    computed: {},
    watch: {},
    mounted() {},
    methods: {},
  };
</script>
<style lang="" scoped></style>
