{
  "SITE_ROOT_TITLE": "株式会社SEA-Biz・医療仲介・不動産仲介・旅行",
  "SITE_HOME_TITLE": "株式会社SEA-Biz",
  "home": {
    "banner": {
      "title": "Healthy Hearts, Cozy Homes."
    },
    "sectionTitle": "Services provided",

    "serviceList": {
      "item1": {
        "title": "Real Estate for Investment"
      },
      "item2": {
        "title": "Residential Real Estate"
      },
      "item3": {
        "title": "Medical Intermediary"
      },
      "item4": {
        "title": "Travel Intermediary"
      }
    },
    "serviceSectionList": {
      "item1": {
        "title": "Real Estate for Investment",
        "desc": "With a mission of 'increase, assist, support, connect,' we provide support for real estate investment, creating a stable living foundation, and assisting in realizing dreams. Experienced real estate investors propose optimal solutions for clients.",
        "tips1": "Increase: Support for income-generating properties",
        "tips2": "Assist: Management and tax consulting",
        "tips3": "Support: Property management",
        "tips4": "Connect: Community operations"
      },
      "item2": {
        "title": "Residential Real Estate",
        "desc": "Management and tax consulting for landlord businesses",
        "tips1": "Focused on the living environment for optimal relocation solutions",
        "tips2": "Support for those facing challenges in property purchase"
      },
      "item3": {
        "title": "Medical Intermediary",
        "desc": "In medical intermediary, we strive to find the optimal medical solutions. Through close collaboration with medical experts, we offer professional advice and personalized services to ensure a smooth and effective treatment process.",
        "tips1": "Precision matching for medical needs in medical intermediary",
        "tips2": "We bridge the gap in medical services, guiding you on your path to health with meticulous care.",
        "tips3": "Specialized services in medical intermediary, cherishing each step and promising the highest quality medical experiences."
      },
      "item4": {
        "title": "Travel Intermediary",
        "desc": "Discover the beauty of the unknown with our travel agency. Explore unique destinations, enjoy customized itineraries, and realize the journey of your dreams.",
        "tips1": "Explore unique destinations",
        "tips2": "Specialized customized itineraries",
        "tips3": "Realize the journey of your dreams"
      }
    }
  },

  "header": {
    "btnList": {
      "list1": {
        "title": "Services"
      },
      "list2": {
        "title": "Company Overview"
      },
      "list3": {
        "title": "Contact Us"
      },
      "list4": {
        "title": "News"
      }
    },
    "langMenu": {
      "lang_zh": "中文 (中国)",
      "lang_en": "English",
      "lang_ja": "日本語"
    },
    "nav_menu": {
      "item1": {
        "lang_zh": "中文 (中国)",
        "lang_en": "English",
        "lang_ja": "日本語"
      },
      "item2": {
        "title": "Home"
      },
      "item3": {
        "title": "Services",
        "children": {
          "li1": "Investment Properties",
          "li2": "Residential Properties",
          "li3": "Medical Intermediary",
          "li4": "Travel",
          "li5": "IT services"
        }
      },
      "item4": {
        "title": "Company Overview",
        "children": {
          "li1": "About Us",
          "li2": "Career Opportunities"
        }
      },
      "item5": {
        "title": "Latest Information",
        "children": {
          "li1": "Real Estate Updates",
          "li2": "Medical Insights",
          "li3": "Travel News",
          "li4": "Corporate Updates"
        }
      },
      "item6": {
        "title": "Contact Us",
        "children": {
          "li1": "General Inquiries",
          "li2": "Real Estate Management & Intermediary",
          "li3": "Business Inquiries"
        }
      }
    }
  },
  "about": {
    "type1": {
      "title": "About Us",
      "serviceList": {
        "item1": {
          "title": "Vision"
        },
        "item2": {
          "title": "Message"
        },
        "item3": {
          "title": "Mission Statement"
        },
        "item4": {
          "title": "Careers"
        }
      },
      "serviceSectionList": {
        "item1": {
          "title": "Building Bridges for Dreams",
          "desc": "Building strong bridges for your dreams. Through specialized services, we connect dreams to reality, enabling your aspirations to come true and embark on the path to success.",
          "tips1": "Bridging dreams, we support. Through unique partnerships, we commence a distinctive journey towards success.",
          "tips2": "Assisting landlords: Business and Tax Consultation",
          "tips3": "Building bridges to dreams. Our services are the link between dreams and reality, guiding you towards a wonderful journey."
        },
        "item2": {
          "title": "Supporting Dream Realization",
          "desc": "We aspire to support you in realizing your dreams. Through professional guidance and customized services, we assist in turning your dreams into reality.",
          "tips1": "Supporting dream realization. With professional support, embark on a unique journey towards success.",
          "tips2": "We support dreams. With customized services, we walk together towards the realization of dreams, sharing success.",
          "tips3": "Turning dreams into reality. With professional guidance and personalized services, take confident steps towards realizing your dreams."
        },
        "item3": {
          "title": "Mission Statement",
          "desc": "SEA is dedicated to providing warm homes through professional real estate intermediary services.",
          "tips1": "Medical intermediaries support health, travel intermediaries explore unknown beauty, adding color to unique journeys.",
          "tips2": "These constitute our mission statement, based on compassion, expertise, and creativity. We meet diverse needs for homes, health, and travel, collectively creating wonderful chapters of a happy life."
        },
        "item4": {
          "title": "Careers",
          "desc": "We implement a recruitment system for new graduates, second new graduates, and inexperienced IT engineers.",
          "tips1": "Qualifications: Graduates or expected graduates of junior colleges, four-year or six-year universities, as well as graduates or expected graduates of universities, graduate schools, and vocational training schools (applicants with work experience can also apply). Applications are welcome regardless of nationality (Japanese language proficiency is required), and proficiency in English is highly desirable. Even those without experience can apply! We believe that a sincere and positive attitude towards work is important.",
          "tips2": "Desired qualities: Communication and coordination skills with team members and clients. Responsible, honest, and serious approach to work. Able to progress work responsibly while collaborating with others. Proactive in taking on new challenges. Flexible in responding to changes in business.",
          "tips3": "Salary: From 180,000 yen (Experienced individuals will be given preferential treatment.) *Regular employment system available.",
          "tips4": "Benefits: Various social insurance provided.",
          "tips5": "Holidays: Over 120 days of annual holidays. Complete two-day weekends (Saturday and Sunday).",
          "tips6": "How to apply: Send an email to info@sea-itsoft.com, fill out the resume template, and send it to the above address.",
          "recruit_tex": "View the latest recruitment information"
        }
      },
      "supportList": {
        "tex1": "Development, repair, and construction of computer systems",
        "tex2": "Installation, construction, and maintenance of internet servers",
        "tex3": "Guidance and education on computer systems",
        "tex4": "Provide real estate agency & travel agency & medical agency services"
      },
      "adress": {
        "title": "Company Details",
        "tex1": "Company Name",
        "tex2": "株式会社SEA-Biz",
        "tex3": "Address",
        "tex4": "Lions Mansion Kanagawa Shinmachi Room 2-0102, 5-4 Shinmachi, Kanagawa Ward, Yokohama City, Kanagawa Prefecture",
        "tex5": "4 minutes walk from Shimbashi Station, 5 minutes walk from Kanda Station, 8 minutes walk from Iwamotocho Station, 9 minutes walk from Kodenmacho Station",
        "tex6": "JR Sobu Main Line, JR Yamanote Line, Ginza Line, Toei Shinjuku Line, Hibiya Line, JR Chuo Line, JR Keihin Tohoku Line, Hanzomon Line",
        "tex7": "Phone",
        "tex8": "Representative Director",
        "tex9": "Zhang Kemu",
        "tex10": "Established",
        "tex11": "Business Content",
        "tex12": "Certification",
        "tex13": "ISMS certification (ISO27001)",
        "tex14": "capital"
      }
    },
    "type2": {
      "title": "Recruitment Information",
      "info": {
        "title": "We have a recruitment system for new graduates, second new graduates, and inexperienced IT engineers.",
        "tex1": "Qualifications",
        "tex2": "Those who have graduated from a junior college, four-year or six-year university or graduate school, and those who are expected to graduate from a university, graduate school, or vocational training school are eligible to apply (those with work experience can also apply).",
        "tex3": "Welcome any nationality (Japanese language proficiency is required).",
        "tex4": "Those who can speak English are highly welcome.",
        "tex5": "No experience is okay! We believe that a sincere and positive attitude towards work is important.",
        "tex6": "Desired qualities",
        "tex7": "Communication and coordination skills with team members and clients.",
        "tex8": "Have a sense of responsibility and can handle work accurately, seriously, and sincerely.",
        "tex9": "Able to responsibly advance work while collaborating with others.",
        "tex10": "Proactively take on new challenges.",
        "tex11": "Able to adapt flexibly to changes in business.",
        "tex12": "Treatment",
        "tex13": "Starting from 180,000 yen (experience is preferred).",
        "tex14": "※ Regular employment system available.",
        "tex15": "Welfare benefits",
        "tex16": "Various social insurance provided.",
        "tex17": "More than 120 days of annual holidays.",
        "tex18": "Full two-day rest system (Saturday and Sunday).",
        "tex19": "How to apply",
        "tex20": "Email address: info@sea-itsoft.com",
        "tex21": "Please fill out the resume template and send it to the above address.",
        "tex22": "Resume template download link",
        "tex23": "Recruitment positions",
        "tex24": "Development Engineer",
        "tex25": "For those with experience, there will be opportunities to take on a variety of tasks such as large clients and cutting-edge projects.",
        "tex26": "【Skills】",
        "tex27": "Those with experience in the design and development of various systems (inexperienced individuals are welcome)",
        "tex28": "Development languages: Java, PHP, VB.Net, PRA, PEGA, C language, etc.",
        "tex29": "DB: Oracle, SQL Server, PostgreSQL, MySQL",
        "tex30": "OS: Windows, Linux",
        "tex31": "Operation and Maintenance Engineer",
        "tex32": "Responsible for various systems' maintenance, monitoring, and handling of issues during operation.",
        "tex33": "System operation monitoring",
        "tex34": "Security measures",
        "tex35": "Data backup",
        "tex36": "Recovery of troubles/bugs",
        "tex37": "Addition of applications",
        "tex38": "Management of client terminals",
        "tex39": "Infrastructure Engineer",
        "tex40": "Experience in system monitoring/operation",
        "tex41": "Basic and administrator functions of Win and Linux",
        "tex42": "Knowledge of TR/SW functions at CCNA level",
        "tex43": "Business knowledge at the JP1 certified engineer level, administrator functions of various consoles",
        "tex44": "Network/server design, construction, and maintenance",
        "tex45": "Requirements definition, design, and construction of the personal number system subsystem",
        "tex46": "Server operation monitoring for cloud services",
        "tex47": "Design and construction of virtualization environments",
        "tex48": "Operation and maintenance of network equipment",
        "tex49": "Introduction, design, and construction of databases, and much more",
        "tex50": "Introduction, Design, and Construction of Databases, among many others",
        "tex51": "Monitoring Engineer",
        "tex52": "Assumes the role of handling various system maintenance, monitoring, and addressing issues during operation.",
        "tex53": "Operational monitoring of various servers, primary recovery representation",
        "tex54": "System operation according to procedures, command operations",
        "tex55": "Communication and reporting with customers and contractors",
        "tex56": "Compilation of various tasks",
        "tex57": "Progress management and reporting"
      }
    }
  },
  "business": {
    "service_overview": "Service overview",
    "type1": {
      "title": "Investment",

      "main": {
        "title1": "With the mission of “increasing, helping, supporting, and connecting landlords,” we provide real estate investment trading support and asset management services to help you build a stable foundation for your life and realize your dreams.",
        "title2": "With the experience and knowledge of our staff, all of whom are real estate investors, we offer optimal solutions to our clients."
      },
      "serviceSectionList": {
        "item1": {
          "title": "Increase the number of landlords",
          "desc": "We provide total support for real estate buying and selling, focusing on single-unit income-generating properties, from individuals investing for the first time to corporate clients considering large-scale investments such as commercial buildings. We also cover tax consulting and risk management related to investment projects.",
          "tips1": "Total support for real estate investment, from new land purchase to revitalization",
          "tips2": "Provision of non-public information",
          "tips3": "Compatible with a variety of properties (condominiums, apartments, commercial buildings, hotels, offices, stores, etc.)",
          "tips4": "Corporate establishment / account opening / financial planning / support for obtaining bank financing",
          "tips5": "Insurance consulting such as fire insurance and earthquake insurance",
          "tips6": "Support for overseas investment projects (Mainland America, Hawaii, Australia, etc.)"
        },
        "item2": {
          "title": "Help the landlord",
          "desc": "Management and tax consulting for major businesses",
          "tips1": "Management consulting for inheritance, etc.",
          "tips2": "Consulting regarding private lodging, simple lodging, and hotel management",
          "tips3": "Proposals for tax planning including fixed assets and income tax",
          "tips4": "From repair, reform, renovation, and refinement proposals to after-construction follow-up"
        },
        "item3": {
          "title": "Connect landlords",
          "desc": "By creating opportunities to connect landlords/property owners and sharing experiences and knowledge, we provide a place to make friends to live a better life and realize your dreams.",
          "tips1": "Conclusion of various contracts/payment of various expenses/remittance agency",
          "tips2": "Recruitment of new tenants through advertisements, etc./Occupancy examination based on applicant's income etc.",
          "tips3": "Creation/renewal of various necessary documents such as rental contract/conclusion of renewal contract/Settlement of money at the time of moving out",
          "tips4": "Rent collection/Negotiation for revision of rental conditions/Receipt of unreceivables/Complaint handling",
          "tips5": "Creation and submission of monthly reports",
          "tips6": "Building inspection/handling small-scale repair work/attending move-out/ordering restoration work"
        },
        "item4": {
          "title": "Support the landlord",
          "desc": "We provide a variety of support, including strategic maintenance and management in anticipation of building deterioration as the building ages, proactively attracting tenants when the building is vacant, early response to problems that occur on a daily basis, and cash flow analysis management.",
          "tips1": "Conclusion of various contracts/payment of various expenses/remittance agency",
          "tips2": "Recruitment of new tenants through advertisements, etc./Occupancy examination based on applicant's income etc.",
          "tips3": "Creation/renewal of various necessary documents such as rental contract/conclusion of renewal contract/Settlement of money at the time of moving out",
          "tips4": "Rent collection/Negotiation for revision of rental conditions/Receipt of unreceivables/Complaint handling",
          "tips5": "Creation and submission of monthly reports",
          "tips6": "Building inspection/handling small-scale repair work/attending move-out/ordering restoration work"
        }
      }
    },

    "type2": {
      "title": "Residential real estate",
      "main": {
        "title1": "On the canvas of your life, we paint the dream of a comfortable home.",
        "title2": "With carefully selected real estate, we wholeheartedly build warm, safe, and livable homes.",
        "title3": "Join hands with us to make your home the most beautiful part of life's journey."
      },
      "section1": {
        "title": "Emphasis on Living Environment",
        "subTitle": "Real Estate Support for Choosing a Living Environment",
        "context": "Here, we not only build houses but also create comfort and harmony in the living environment. Paying attention to details, crafting living spaces, and elevating your living environment to a refined expression of lifestyle. Together, let's build warm, safe, and healthy homes, transforming each day into a wonderful living experience.",
        "service": {
          "item1": {
            "tex": "Total support for real estate purchase, from land acquisition to free construction."
          },
          "item2": {
            "tex": "Providing confidential and influential information."
          },
          "item3": {
            "tex": "Adapting to various properties (apartments, flats, detached houses, etc.)."
          },
          "item4": {
            "tex": "Insurance consulting, including fire insurance and earthquake insurance."
          }
        }
      },
      "section2": {
        "title": "Choosing Homes that Support Life",
        "subTitle": "Personalized choices to support your lifestyle, choose the ideal home.",
        "context": "Choosing a home that supports your lifestyle is the first step in building a better future. We are committed to creating comfortable and livable homes, assisting you in jointly building an ideal life. Home is the best partner for your unique lifestyle.",
        "service": {
          "item1": {
            "tex": "Total support for real estate purchase, from land acquisition to free construction."
          },
          "item2": {
            "tex": "Consulting on inheritance and other matters."
          },
          "item3": {
            "tex": "Proposing tax strategies, including property and income taxes."
          },
          "item4": {
            "tex": "Providing suggestions from repair, renovation to post-construction follow-up."
          }
        }
      }
    },
    "type3": {
      "title": "Medical",

      "main": {
        "title1": "We provide an intermediary service that matches customers with Japanese medical institutions for customers in Asia, including China.",
        "title2": "We also partner with medical and related institutions in Asia to provide support for after-sales follow-up after patients return home."
      },

      "subtitle": "For customers residing in Asia, we provide a series of services for treatment of diseases, medical checkups, and cosmetic surgery, from not only support during consultations in Japan, but also hearing of needs and follow-up support according to diagnosis results. I will do it.",

      "serviceList": {
        "item1": {
          "title": "Premium Medical Care",
          "description": "We pledge to provide excellent quality medical services, from the initial consultation to the completion of treatment, aiming to meet your needs and exceed your expectations."
        },
        "item2": {
          "title": "Collaboration with Global Medical Experts",
          "description": "Through close collaboration with global medical experts, we offer diverse medical choices to ensure the diversity of medical plans and provide surprising experiences."
        },
        "item3": {
          "title": "Safe and Reliable Medical Assurance",
          "description": "Prioritizing your safety and health, we offer comprehensive medical assurance services to ensure you feel secure and fully enjoy the treatment process."
        },
        "item4": {
          "title": "Personalized Medical Experiences",
          "description": "Working closely with medical experts, we create personalized medical experiences for you, allowing you to discover unique and unforgettable moments during treatment."
        }
      },
      "strengthsList": {
        "title": "Our Strengths",
        "item1": {
          "tex": "Our staff who are qualified as medical interpreters will introduce you to appropriate personnel and medical institutions."
        },
        "item2": {
          "tex": "Total support from Chinese staff who understand Japanese culture"
        },
        "item3": {
          "tex": "Network in Asia including China"
        }
      },
      "btmSection": {
        "title": "Medical services, we care about your health",
        "tex1": "We provide high quality medical services and care about your health. Our professional medical team provides meticulous medical care to ensure you have the best treatment experience. Our mission is to protect your health and provide comprehensive medical support so your life is full of vitality and happiness.",
        "tex2": "Here, the provision of care is even more important than just treatment. We deeply understand that health is the foundation of life. That's why we provide comprehensive medical services to help you live a healthy and happy life. Choosing us is truly choosing care for your health."
      }
    },

    "type4": {
      "title": "Travel",

      "main": {
        "title1": "We provide intermediary services with Japanese travel agencies to clients in Asia, including China.",
        "title2": "We also work with tourism and related organizations in Asia to support tourists visiting Japan."
      },

      "subtitle": "We explore unknown and miraculous places and offer our customers unique and unforgettable travel experiences. From enchanting scenery to cultural depth, we'll meet your expectations for your ideal vacation.",

      "serviceList": {
        "item1": {
          "title": "Excellent service quality",
          "description": "We are committed to providing exceptional service quality and aim to meet your requirements and exceed your expectations from booking to trip completion."
        },
        "item2": {
          "title": "global partners",
          "description": "Working closely with our global partners, we offer a wide range of travel options to ensure your itinerary is full of variety and surprises."
        },
        "item3": {
          "title": "Safe and reliable travel guarantee",
          "description": "We value your safety and health and provide comprehensive travel protection services so that you can travel with peace of mind."
        },
        "item4": {
          "title": "Unique functional experience",
          "description": "We combine local characteristics to provide unique experiences, allowing you to discover unique and beautiful moments during your trip."
        }
      },

      "strengthsList": {
        "title": "Our strengths",

        "item1": {
          "tex": "To accommodate your need for flexibility, we offer friendly booking and cancellation policies to help make your travel plans smoother."
        },
        "item2": {
          "tex": "Our team of professional tour guides know every corner of your destination, providing you with a unique perspective on local culture and history."
        },
        "item3": {
          "tex": "With the customer at the center, we customize unique itineraries based on individual tastes and desires, ensuring every traveler has a personalized journey."
        }
      },

      "btmSection": {
        "title": "Digitization of travel services",
        "tex1": "We offer highly specialized consultation via online consultation, including staff at the destination store and professional staff on each trip.",
        "tex2": "Dynamically package JR trains, airplanes, and lodging to improve product selection flexibility. Prices are also flexibly optimized."
      }
    },

    "type5": {
      "title": "IT Services",

      "main": {
        "title1": "Fusing Innovation and Efficiency, Delivering Excellence in IT Services. Our specialized team meets technical requirements and builds a reliable information technology infrastructure.",
        "title2": "As a strategic partner in digital transformation, we provide custom solutions such as network support, system integration, and data security to support leaps in business growth."
      },
      "subtitle": "Strengthening your business with open IT services. Providing secure and scalable solutions, paving the way to success with the latest technology.",

      "serviceList": {
        "item1": {
          "title": "Advanced IT Services",
          "description": "Utilizing the latest technology to deliver outstanding IT services to your business. Enhancing operational efficiency through secure and scalable solutions."
        },
        "item2": {
          "title": "Strategic Partnerships",
          "description": "Building strategic partnerships and collaborating with global allies. Delivering diverse and innovative solutions to add value to your business."
        },
        "item3": {
          "title": "Secure Data Protection",
          "description": "Rigorously protecting your data, we provide secure and reliable IT services. Respecting privacy and ensuring digital security in your business."
        },
        "item4": {
          "title": "Customer-Centric Support",
          "description": "Understanding your needs and providing flexible and prompt customer-centric support. Supporting your success and pursuing reliability and satisfaction."
        }
      },
      "strengthsList": {
        "title": "Our Strengths",
        "item1": {
          "tex": "Adopting friendly and flexible service policies to effectively address your IT needs and provide support."
        },
        "item2": {
          "tex": "Our specialized technical team is well-versed in the latest IT trends and technologies, offering the highest level of technical support to clients."
        },
        "item3": {
          "tex": "Focusing on your business goals and delivering customized IT solutions based on individual needs to maximize your business success."
        }
      },
      "btmSection": {
        "title": "Innovation in IT Services",
        "tex1": "Providing advanced consulting services from technical issues to the optimization of IT infrastructure through online consultations.",
        "tex2": "Delivering IT services flexibly and effectively through the implementation of system integration and cloud solutions, supporting your business."
      }
    }
  },
  "inquiry": {
    "submit": {
      "tex1": "Agree to the Privacy Policy",
      "tex2": "Submit"
    },
    "type1": {
      "title": "General Inquiries",
      "form": {
        "submit": {
          "tex1": "Agree to Privacy Policy",
          "tex2": "Submit"
        },

        "checkbox": {
          "fruitsTitle": "Inquiry Type",
          "fruits": {
            "item1": {
              "label": "About Real Estate",
              "value": "About Real Estate"
            },
            "item2": {
              "label": "About Medical",
              "value": "About Medical"
            },
            "item3": {
              "label": "About Recruitment",
              "value": "About Recruitment"
            },
            "item4": {
              "label": "Other",
              "value": "Other"
            }
          }
        },
        "vInputList": {
          "item1": {
            "label": "Name※Required",
            "placeholder": "Yamada Taro"
          },
          "item2": {
            "label": "Phone Number※Required",
            "placeholder": "Please enter without hyphens"
          },
          "item3": {
            "label": "Email Address※Required",
            "placeholder": "sample@example.com"
          },
          "item4": {
            "label": "Confirm Email Address※Required",
            "placeholder": "Please enter again for confirmation"
          },
          "item5": {
            "label": "Message Body",
            "placeholder": ""
          }
        }
      }
    },
    "type2": {
      "title": "Inquiry for Real Estate Management and Mediation",
      "form": {
        "select": {
          "optionsTitle": "Inquiry Type",
          "options": {
            "item1": {
              "label": "Leasing Management (Owner)",
              "value": "Leasing Management (Owner)"
            },
            "item2": {
              "label": "Property Management Inquiry",
              "value": "Property Management Inquiry"
            },
            "item3": {
              "label": "Inquiry about Purchase Projects",
              "value": "Inquiry about Purchase Projects"
            },
            "item4": {
              "label": "Leasing Management (Tenant)",
              "value": "Leasing Management (Tenant)"
            },
            "item5": {
              "label": "Other",
              "value": "Other"
            }
          },
          "tips": "please select"
        },
        "vInputList": {
          "item1": {
            "label": "Name* (Required)",
            "placeholder": "Yamada Taro"
          },
          "item2": {
            "label": "Phone Number* (Required)",
            "placeholder": "Please input without hyphens"
          },
          "item3": {
            "label": "Email Address* (Required)",
            "placeholder": "sample@example.com"
          },
          "item4": {
            "label": "Confirm Email Address* (Required)",
            "placeholder": "To confirm, please enter again"
          },
          "item5": {
            "label": "Please fill in the property plot number* (Required)",
            "placeholder": ""
          },
          "item6": {
            "label": "Please fill in the property address* (Required)",
            "placeholder": ""
          },
          "item7": {
            "label": "Please fill in the property name (Apartment)* (Required)",
            "placeholder": ""
          },
          "item8": {
            "label": "Message Body",
            "placeholder": ""
          }
        }
      }
    },
    "type3": {
      "title": "For Business Partners",
      "form": {
        "submit": {
          "tex1": "Agree to the Privacy Policy",
          "tex2": "Submit"
        },
        "select": {
          "optionsTitle": "Inquiry Type",
          "options": {
            "item1": {
              "label": "About Advertising Placement",
              "value": "About Advertising Placement"
            },
            "item2": {
              "label": "Regarding Property Viewing Requests",
              "value": "Regarding Property Viewing Requests"
            }
          },
          "tips": "Please select"
        },
        "vInputList": {
          "item1": {
            "label": "Name* (Required)",
            "placeholder": "Yamada Taro"
          },
          "item2": {
            "label": "Phone Number* (Required)",
            "placeholder": "Please input without hyphens"
          },
          "item3": {
            "label": "Email Address* (Required)",
            "placeholder": "sample@example.com"
          },
          "item4": {
            "label": "Confirm Email Address* (Required)",
            "placeholder": "To confirm, please enter again"
          },
          "item5": {
            "label": "Please fill in the property name (Apartment)* (Required)",
            "placeholder": ""
          }
        },
        "checkbox": {
          "fruitsTitle": "For Advertising Placement, please select applicable options.",
          "fruits": {
            "item1": {
              "label": "Own Website",
              "value": "Own Website"
            },
            "item2": {
              "label": "Rakumachi",
              "value": "Rakumachi"
            },
            "item3": {
              "label": "Sumo",
              "value": "Sumo"
            },
            "item4": {
              "label": "At Home",
              "value": "At Home"
            },
            "item5": {
              "label": "Other",
              "value": "Other"
            }
          }
        },
        "tips": "Please select"
      }
    }
  },
  "news": {
    "noMore": "No news yet",

    "section": {
      "title": "New Information",
      "type1": {
        "title": "Real Estate Information"
      },
      "type2": {
        "title": "Medical Information"
      },
      "type3": {
        "title": "Travel Information"
      },
      "type4": {
        "title": "Corporate Information"
      }
    },

    "detail": {
      "title": "News Details"
    }
  }
}
